{
    "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
    "CreationDate": "2025-12-06T19:33:46.697-00:00",
    "Sources": [
        {
            "Packages": [
                {
                    "PackageIdentifier": "Adobe.Acrobat.Reader.64-bit"
                },
                {
                    "PackageIdentifier": "Anysphere.Cursor"
                },
                {
                    "PackageIdentifier": "Brave.Brave"
                },
                {
                    "PackageIdentifier": "CubeSoft.CubeICE"
                },
                {
                    "PackageIdentifier": "Google.Antigravity"
                },
                {
                    "PackageIdentifier": "Google.JapaneseIME"
                },
                {
                    "PackageIdentifier": "Google.QuickShare"
                },
                {
                    "PackageIdentifier": "Logitech.OptionsPlus"
                },
                {
                    "PackageIdentifier": "Mega.MEGASync"
                },
                {
                    "PackageIdentifier": "Microsoft.AppInstaller"
                },
                {
                    "PackageIdentifier": "Microsoft.Edge"
                },
                {
                    "PackageIdentifier": "Microsoft.PowerToys"
                },
                {
                    "PackageIdentifier": "Microsoft.WindowsTerminal"
                },
                {
                    "PackageIdentifier": "MPC-BE.MPC-BE"
                },
                {
                    "PackageIdentifier": "neelabo.NeeView"
                },
                {
                    "PackageIdentifier": "RARLab.WinRAR"
                },
                {
                    "PackageIdentifier": "sakura-editor.sakura"
                },
                {
                    "PackageIdentifier": "Valve.Steam"
                },
                {
                    "PackageIdentifier": "Vivaldi.Vivaldi"
                }
            ],
            "SourceDetails": {
                "Argument": "https://cdn.winget.microsoft.com/cache",
                "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
                "Name": "winget",
                "Type": "Microsoft.PreIndexed.Package"
            }
        }
    ],
    "WinGetVersion": "1.12.350"
}